{ "listings": [
  {
    "name": "HarborHoundCo",
    "imageUrl": "https://img.etsystatic.com/il/7376f3/1138365685/il_570xN.1138365685_5cxw.jpg?version=0",
    "description": "100% Natural Cotton Rope Tug Toy - entire toy is made from one length of rope. There are not any small sections that can be detached. Cotton is 100% natural, grown and manufactured here in the USA. Large size for large dogs, about 35 lbs and up. Medium size for Medium dogs or dogs that aren't quite toy/teacup size. Small size for only Toy and Teacup size dogs (around 5-10 lbs.) Please keep in mind that you do not want the toy or knots to be too tiny and be a choking hazard so that is why I only recommend the small toy for very tiny dogs. Please discard the rope toy when necessary to prevent entanglement or choking. -Always supervise your pet with their rope toys and please use responsibly. No toy is indestructible and any toy can be a hazard. Harbor Hound Co. is not responsible for any or all injuries that could occur with use of a Harbor Hound Co. product.",
    "id": "1"
  },
  {
    "name": "CaneAndCo",
    "imageUrl": "https://img.etsystatic.com/il/e2b5b0/1226654553/il_570xN.1226654553_qbrt.jpg?version=0",
    "description": "Cane and Co. Custom Snow Booties will protect your dog's paws from the snow this winter! These hand-made, water-resistant dog snow booties come in black, gray, blue, green, or red with two Velcro straps to ensure the booties stay on. The booties are made of water-resistant ripstop nylon, with fleece lining for extra warmth and coziness and non-slip Toughtek soles to prevent wear. The sewing seams are sealed with waterproof seam tape to help keep your pup's paws from getting wet. 15% rebate on snowsuit and booties when purchased together! Please include the breed and measurements in the notes to seller section of your order. A photo will also also help us tailor the booties to your pup. The measurement guide is posted as a listing photo. Customer satisfaction is our number one priority and we want our customers (and their dogs) to be completely satisfied with their purchase! If your order doesn't fit perfectly, just send it back for a free alteration (domestic orders only, shipping not included). Ships in 3-7 business days. Expedited options available - please contact us. Note: These booties are intended to be used in snow or cold weather. They are intended to protect your pup's paws from snow, salt, and ice. They have not been tested for use for protection from hot pavement in the summer months. Also, these booties are water-resistant and not fully waterproof. Cane and Co.",
    "id": "2"
  },
  {
    "name": "ProvidenceEngraving",
    "imageUrl": "https://img.etsystatic.com/il/dc4d00/974626898/il_570xN.974626898_cflm.jpg?version=1",
    "description": "Why drive to the pet store when you can have custom engraved, premium quality, pet ID tags delivered to your door for less than half the price? Providence Engraving's Anodized Aluminum Pet ID Tags are a perfect ID solution to ensure that your furry friend is returned home safely. They are available in 9 vibrant colors, 7 Shapes, and 2 sizes for an ideal fit that will coordinate with a variety of collar colors and styles. PLEASE ENTER YOUR ENGRAVING INFORMATION IN THE OPTIONAL NOTE TO SELLER DURING CHECKOUT. Anodized Aluminum Pet ID Tags by Providence Engraving are: Manufactured in the United States - our tags are made from domestically sourced, aircraft-grade aluminum to ensure that they exceed our standard for Quality, Durability, and Pet Safety Expertly Anodized - the thick and bright anodization layer on Providence Engraving's pet tags exceeds industry standards for layer thickness and durability Custom Laser Engraved - We offer up to 8 lines of laser engraving with each order with 22 characters per line. Sizing Options: Size small is recommended for toy dog breeds and all cat breeds",
    "id": "3"
  }
]
}
